[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Cerrar
btnUpdate.Caption=Descargar
btnConfirmCancel.Caption=Cancelar
btnUptoDateOK.Caption=OK
lblUpToDate.Caption=¡Felicitaciones! Ya tiene la última versión. No hay actualización disponible.
lblGetUptInfo.Caption=Obteniendo información. Por favor, espere.
btnConfigCancel.Caption=Cancelar
btnMinimize.Caption=Minimizar
btnProcessCancel.Caption=Cancelar
btnUptWeb.Caption=Actualizar ahora
btnWebCancel.Caption=Actualizar luego
lblUpdateFailed.Caption=¡Falló la actualización! Por favor, inténtelo más tarde. O cliquée el botón "Reintentar" para actualizar nuevamente.
btnFailedClose.Caption=Cerrar
btnRetry.Caption=Reintentar
btnSuccessClose.Caption=OK

[LiveUpdate_M]
Item=Item
Size=Tamaño
Version=Versión
DownLoading=Descargando
OK=OK
Close=Cerrar
LiveUpdate=Actualizar
UpdateSuccess=%s se actualizó. Ya puede disfrutar de las últimas característocas y mejoras.
WebDownLoad=Una nueva versión de %s está disponible. Por favor, actualice ahora para obtener las últimas características y mejoras. Es gratis.
AvailableUpdates=Actualizaciones Disponibles
NewVersion=Nueva Versión
VersionUpdate=Actualización de Versión
ImportantUpdate=Actualización Importante

